{
  "defaultcard": "list",
	"tableofcontents": true,
  "displaychecked": true,
  "list": "./cards/*.json",
	"groups": {
  "Standards": {
			"comment": "The IIIF community has developed several standards for interoperable web-based image delivery.",
			"card": "list",
			"config": {}
		},
"Image Servers": {
			"comment": "These servers support the IIIF Image API. Some may also have support for the Presentation API.",
			"card": "list",
			"config": {}
		},
"Image Server Shims": {
			"comment": "These shims allow you to use an image server that does not currently support IIIF. If you have not implemented an image server yet, this is probably not where you want to start.",
			"card": "list",
			"config": {}
		},
"Image Tools": {
			"comment": "Various tools for working with images such as cropping tools.",
			"card": "list",
			"config": {}
		},
"Presentation API Shims": {
			"comment": "These shims allow you to use systems with presentation metadata (e.g. structure or sequences) that do not currently support IIIF. If you have not implemented the Presentation API yet, this is probably not where you want to start.",
			"card": "list",
			"config": {}
		},
"Content Search API": {
			"comment": "Libraries and applications that support the Content Search API.",
			"card": "list",
			"config": {}
		},
"Authentication": {
			"comment": "Some resources about the IIIF Authentication API.",
			"card": "list",
			"config": {}
		},
"Tutorials": {
			"comment": "Tutorials for how to accomplish functionality in your applications.",
			"card": "list",
			"config": {}
		},
"Videos and Slide Decks": {
			"comment": "Slide decks and presentation videos with a focus on IIIF.",
			"card": "list",
			"config": {}
		},
"Discovery": {
			"comment": "Links to help you discover IIIF resources that have been shared, demonstrations of IIIF discovery and useful discovery tools.",
			"card": "list",
			"config": {}
		},
"Annotations": {
			"comment": "While annotations are not specified by IIIF they are an important enabling technology.",
			"card": "list",
			"config": {}
		},
"CMS Integration": {
			"comment": "Content Management Systems (CMS) modules that implement or leverage the IIIF APIs.",
			"card": "list",
			"config": {}
		},
"Newspapers": {
			"comment": "These are resources that are specifically useful for working with newspapers. Many of them are outputs of the <a href='http://iiif.io/community/groups/newspapers/'>IIF Newspaper Community Group</a>.",
			"card": "list",
			"config": {}
		},
"STEM": {
			"comment": "Science, Technology, Engineering, Math/Medicine",
			"card": "list",
			"config": {}
		},
"Community": {
			"comment": "IIIF is a community-based initiative that relies on active participation, discussion, and input. To get involved and learn more, see the <a href=\"http://iiif.io/community/\">IIIF Community page.</a>",
			"card": "list",
			"config": {}
		}
	}
}
