{
	"home": {
		"title": "Awesome International Image Interoperability Framework (IIIF)",
		"content": "<p>A list of lists of awesome [IIIF|http:\/\/iiif.io\/] resources.</p><p>The International Image Interoperability Framework (IIIF) is a group of standard APIs around sharing and reuse of media. It is also a growing community of galleries, libraries, archives, museums, companies, and others who develop the standards and interoperable software implementations. Content includes helpful links around each of the standards, demonstrations of their use, and tutorials and presentations. The list is especially helpful for orienting new community members and developers.</p><div style=\"text-align:center;\"><a class=\"btn btn-outline-primary nav-button\" style=\"left:80px;\" id=\"lists-button\" role=\"button\" href=\"./The%20List.html\">The List</a>\t<a class=\"btn btn-outline-primary nav-button\" style=\"left:80px;\" id=\"guidelines-button\" role=\"button\" href=\"./contributing.html\">Contributing Guidelines</a></div><br/><p><b>Disclaimer:<\/b> These lists are created for informational purposes only and any links do not constitute an endorsement, recommendation, or favouring by the IIIF Consortium.<\/p>",
		"content right": ""
	},
  "The List": {
    "class": "list",
    "file": "awsomelist_groups.json",
		"title": "The List",
		"content": "<p>A list of lists of awesome<\/p>",
		"content right": ""
	},
  "contributing": {
		"title": "Contribution Guidelines for Awesome IIIF",
		"content": "<p>Please note that this project is released with a contributor code of conduct which will always track the IIIF community code of conduct. Currently this code would be the [IIIF Event Code of Conduct|http://iiif.io/event/conduct/]. By participating in this project you agree to abide by its terms.</p><p>By contributing to this list you waive all copyright and related neighbouring rights to your contribution to this work to the extent possible under law.</p><h3>Adding to this list</h3><p>Please ensure your pull request adheres to the following guidelines:</p><ul><li>If you are adding a new section include a description of what belongs under that heading and an entry to the Contents.</li><li>Search previous suggestions before making a new one, as yours may be a duplicate.</li><li>Add new items to the end of the list.</li><li>Comment on why something is awesome. Links are great, but give someone a reason to follow the link.</li><li>Make an individual pull request for each suggestion.</li><li>Check your spelling and grammar. Start each item with an uppercase character and end it with a period.</li><li>Make sure your text editor is set to remove trailing whitespace.</li><li>Do not include new lines within a bullet point or paragraph. Set your editor to line wrap.</li><li>The pull request and commit should have a useful title.</li></ul><h3>Creating a Pull Request</h3><p>If you have something awesome to contribute to an awesome list, this is how you do it.</p><ul><li>You'll need a [GitHub account|https://github.com/join]!</li><li></li><li>Access the awesome list's GitHub page. For example: [awesome-iiif|https://github.com/IIIF/awesome-iiif]</li><li>Click on the readme.md file: Step 2 Click on Readme.md</li><li>Now click on the edit icon. Step 3 - Click on Edit</li><li>You can start editing the text of the file in the in-browser editor. Make sure you follow guidelines above. You can use GitHub Flavored Markdown. Step 4 - Edit the file</li><li>Say why you're proposing the changes, and then click on \"Propose file change\". Step 5 - Propose Changes</li><li>Submit the [pull request|https://help.github.com/articles/using-pull-requests/]!</li></ul><\/p>",
		"content right": ""
	},
  "curation": {
		"title": "Awesome IIIF Curation Guidelines",
		"content": "<h3>Curators of Awesome<\/h3>\r\n\r\n<p>Maintaining a useful and organized awesome list takes work. New resources need to be discovered and evaluated. The [Awesome IIIF list|https:\/\/github.com\/IIIF\/awesome-iiif] is curated by active members in the IIIF community. In order to get involved, join the #curators_of_awesome channel in Slack and let us know you'd like to help. We use the channel to organize our efforts and discuss how to improve the list.<\/p>\r\n\r\n<h3>Process<\/h3>\r\n\r\n<p>List items begin as pull requests or issues. In order for an item to be added to the list, an issue must be submitted containing at minimum a link to the item, along with a description and rationale for why the item should be added to the list. Details of expectations for pull requests can be found in the [Contributing Guidelines|contributing.html].  Anyone in the community can issue a pull request or submit an issue with a new item. The job of curators is to determine what to approve and whether it meets the standards for our list.<\/p>\r\n\r\n<h4>Assessment<\/h4>\r\n\r\n<p>The Awesome IIIF list is a curated repository of exemplar IIIF resources, such as helpful links to material about each of the IIIF APIs, demonstrations of their use, tutorials, and presentations. When assessing resources for “awesomeness,” curators consider the following kinds of questions.<\/p>\r\n\r\n<ul>\r\n<li>Does the resource provide an exceptional working example of one or more IIIF APIs in action? Is it high quality? Original? A demonstration of new functionality?<\/li>\r\n<li>Is the resource widely useful or does it provide reusable tools?<\/li>\r\n<li>Does the resource provide good guidance for implementing IIIF APIs?<\/li>\r\n<li>Does the resource provide a clear explanation of one or more of the IIIF APIs for newcomers?<\/li>\r\n<li>If the resource is a written work, such as an article, blog, or scholarly work, does it provide a clear message about the benefits of IIIF or provoke ideas about future applications and experimentation?<\/li>\r\n<li>Does the resource add depth or more choice to a particular section of the Awesome list?<\/li>\r\n<\/ul>\r\n\r\n<h4>Before Approval<\/h4>\r\n\r\n<p>Visit the link to the resource and evaluate whether it is appropriate for our awesome list. Make sure any pull requests follow the [contribution guidelines|contributing.html] for adding to the list. For instance, read the short description to make sure it is clear, concise, and accurate. An issue or pull request ought to have an appropriate description added before it is approved.<\/p>\r\n\r\n<h4>Approvals<\/h4>\r\n\r\n<p>All new items ought to have the approval of 2 Curators of Awesome before being merged or added. Approval can be signalled with a thumbs up from any curator. Any approvals ought to come from someone else other than the submitter or someone associated with the item. Bug fixes like broken links can be made immediately by anyone with commit rights.<\/p>\r\n\r\n<h4>Sections<\/h4>\r\n\r\n<p>If you see the need to add a new section or rearrange items into different sections, follow the same process as for items. Issue a pull request or detail in an issue what change you would like to make for discussion and approval. It is best for a new section to start with at least two items.<\/p>\r\n\r\n<h4>Weeding<\/h4>\r\n\r\n<p>One of the goals of the list is to be current for the best practices and tools available. Resources can go out of date and do a disservice to the community to continue to list them. Over time some links will no longer resolve, a demo will no longer be functional, or a tool superseded. Periodically curators will review the links currently on the list and consider if any ought to be removed. The same approval process for additions will be used for removals. In-person conference (Spring) and working group (Fall) meetings will be opportunities to review the list for curation and weeding. <\/p>",
		"content right": ""
	}
}
